tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "antigen"
brew "automake"
brew "clang-format"
brew "cmake"
brew "cquery"
brew "ctags"
brew "fzf"
brew "gettext"
brew "gnupg"
brew "htop"
brew "hub"
brew "libpng"
brew "libtool"
brew "luarocks"
brew "nasm"
brew "neovim"
brew "node"
brew "newman"
brew "ninja"
brew "pinentry-mac"
brew "pkg-config"
brew "prettier"
brew "python"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "koekeishiya/formulae/chunkwm"
brew "koekeishiya/formulae/skhd"
cask "flux"
cask "font-fira-code"
cask "google-chrome"
cask "gpg-suite-pinentry"
cask "iterm2"
cask "spotifree"
cask "spotify"
cask "vlc"
